Repository: AlexLaFF/SeeSubtitles
Catalog: ios/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# common.off
source: off
zh_hans: 关

# common.on
source: on
zh_hans: 开

# err.bad_login
source: wrong email or password
zh_hans: 邮箱或密码错误

# err.plan_quota
source: The file subtitling hours of this month are used up
zh_hans: 本月文件字幕小时已用完

# err.rate_limited
source: too many attempts; try again in a few minutes
zh_hans: 尝试次数过多，请几分钟后再试

# err.totp_bad
source: That code is not right — try again, or use one of your recovery codes.
zh_hans: 验证码不正确——请重试，或使用一个恢复码。

# err.totp_required
source: Enter the 6-digit code from your authenticator app.
zh_hans: 请输入验证器应用中的 6 位验证码。

# ios.badge.joined
source: joined
zh_hans: 加入的

# ios.badge.recovered
source: recovered
zh_hans: 已修复

# ios.badge.resubtitled
source: re-subtitled
zh_hans: 已重做字幕

# ios.badge.summary
source: summary
zh_hans: 总结

# ios.badge.transcript
source: transcript only
zh_hans: 仅文字

# ios.cancel
source: Cancel
zh_hans: 取消

# ios.demo.badge
source: Demo mode
zh_hans: 演示模式

# ios.demo.summary
source: # 《Subtitles that let everyone take part》 ## In a sentence Subtitles are not a fix for a few people but a way for **the whole room to follow at once**. ## Points ### Subtitles serve the whole room - People who **cannot hear, cannot follow the language, or drifted off** all read them [00:06] - Those who come back afterwards need **words they can search** [00:14] ### Anyone can join from a phone - The audience **scans a code** and follows on their own screen [00:10]
zh_hans: # 《用字幕让更多人参与会议》 ## 一段话 字幕不是给少数人的补救，而是让**所有人同时跟上**的方式。 ## 要点 ### 字幕服务的是整个房间 - **听不清、听不懂、走神**的人都在看字幕 [00:06] - 会后重温的人需要**可以检索的文字** [00:14] ### 任何人都能用手机加入 - 现场观众**扫一扫二维码**，就能在自己的屏幕上跟读 [00:10]

# ios.devices.signOut
source: Sign out
zh_hans: 退出

# ios.devices.signOutAll
source: Sign out everywhere else
zh_hans: 退出其他所有设备

# ios.devices.this
source: this device
zh_hans: 本设备

# ios.done
source: Done
zh_hans: 完成

# ios.err.microphone
source: See Subtitles may not use the microphone. Allow it in Settings › Privacy › Microphone.
zh_hans: See Subtitles 没有麦克风权限。请在“设置 › 隐私 › 麦克风”中允许。

# ios.err.offline
source: The server could not be reached. Check the connection and try again.
zh_hans: 无法连接服务器，请检查网络后重试。

# ios.err.server
source: Something went wrong on the server. Try again in a moment.
zh_hans: 服务器出了点问题，请稍后再试。

# ios.err.start
source: The talk could not start. Try again.
zh_hans: 无法开始，请重试。

# ios.file.audio
source: audio
zh_hans: 音频

# ios.file.subtitles
source: subtitles
zh_hans: 字幕

# ios.file.summary
source: summary
zh_hans: 总结

# ios.file.video
source: video
zh_hans: 视频

# ios.first.done
source: Done
zh_hans: 完成

# ios.first.langTitle
source: Two languages
zh_hans: 两种语言

# ios.first.micAllow
source: Allow the microphone
zh_hans: 允许使用麦克风

# ios.first.micBody
source: See Subtitles listens while a talk is running, sends the sound to be recognised, and keeps the recording on this device.
zh_hans: 只有在进行中时，See Subtitles 才会聆听：声音被送去识别，录音保存在本机。

# ios.first.micHint
source: Nothing is heard before you press Start.
zh_hans: 按下“开始”之前，不会收听任何声音。

# ios.first.micTitle
source: The microphone is how subtitles begin
zh_hans: 字幕从麦克风开始

# ios.first.notNow
source: Not now
zh_hans: 暂不

# ios.glossary.add
source: Add a term
zh_hans: 添加词条

# ios.glossary.always
source: always
zh_hans: 强制

# ios.glossary.count
source: {n} terms
zh_hans: {n} 个词

# ios.glossary.hint
source: Names and terms the recogniser should prefer, shared with your Mac and the web app. Applied at the next connection.
zh_hans: 希望识别器优先采用的人名和术语，与 Mac 和网页版共享。下次连接时生效。

# ios.glossary.note
source: Note (optional)
zh_hans: 备注（可选）

# ios.glossary.term
source: Term
zh_hans: 词条

# ios.glossary.title
source: Glossary
zh_hans: 词汇表

# ios.glossary.weight
source: Weight
zh_hans: 权重

# ios.glossary.weightHint
source: Higher weights are preferred more strongly; “always” forces the term whenever something close is heard.
zh_hans: 权重越高越优先；“强制”表示听到相近发音时一律识别为该词。

# ios.join.badCode
source: That does not look like a talk’s code.
zh_hans: 这不像是讲座的代码。

# ios.join.code
source: code {code}
zh_hans: 代码 {code}

# ios.join.endedBody
source: Its words are saved in your Library when you leave.
zh_hans: 离开时，文字会保存到你的录音库。

# ios.join.endedEmpty
source: Nothing was said while you were here.
zh_hans: 你在场期间没有内容。

# ios.join.endedTitle
source: This talk has ended
zh_hans: 这场讲座已经结束

# ios.join.go
source: Join
zh_hans: 加入

# ios.join.leave
source: Leave
zh_hans: 离开

# ios.join.noAccount
source: Joining needs no account.
zh_hans: 加入无需账号。

# ios.join.notFound
source: No talk has this code.
zh_hans: 没有使用此代码的讲座。

# ios.join.point
source: Point at the code on the screen
zh_hans: 对准屏幕上的二维码

# ios.join.talk
source: A talk
zh_hans: 讲座

# ios.join.title
source: Join a talk
zh_hans: 加入一场讲座

# ios.join.typeCode
source: or type the code
zh_hans: 或输入代码

# ios.join.withCode
source: Join a talk
zh_hans: 加入讲座

# ios.lang.asSpoken
source: words as spoken
zh_hans: 照原话显示

# ios.lang.hint
source: Only pairs that connect are offered. Change them any time from the top of Live.
zh_hans: 只列出能连通的组合。可随时在“实时字幕”顶部更改。

# ios.lang.more
source: {n} more…
zh_hans: 其余 {n} 种…

# ios.lang.pair
source: Languages: {source} to {target}
zh_hans: 语言：{source} 到 {target}

# ios.lang.spoken
source: Spoken in the room
zh_hans: 现场说的语言

# ios.lang.subtitles
source: Subtitles in
zh_hans: 字幕语言

# ios.lang.title
source: Languages
zh_hans: 语言

# ios.library.emptyBody
source: A talk you record, or one you join, is kept here with its transcript.
zh_hans: 你录下或加入的讲座，会连同文字保存在这里。

# ios.library.emptyTitle
source: Nothing recorded yet.
zh_hans: 还没有录音。

# ios.library.footer
source: {n} recordings · {size} on this device
zh_hans: {n} 段录音 · 本机占用 {size}

# ios.library.pick
source: Choose a recording
zh_hans: 选择一段录音

# ios.library.recovered
source: {n} unfinished recording(s) put back together
zh_hans: 已修复 {n} 段未正常结束的录音

# ios.library.search
source: Search recordings and transcripts
zh_hans: 搜索录音与文字

# ios.library.start
source: Start a talk
zh_hans: 开始一场

# ios.listen.betterVoice
source: This is iOS’s basic voice. A far more natural one is a free download: Settings › Accessibility › Read & Speak (Spoken Content on iOS 26 and earlier) › Voices › {language}, then a voice marked Enhanced or Premium. It is used from the next sentence.
zh_hans: 当前为 iOS 的基础语音。更自然的语音可免费下载：打开“设置”，在顶部搜索“朗读”，进入辅助功能里的朗读设置 › 声音 › {language}，下载标有“增强”或“高级”的语音，下一句起即生效。

# ios.listen.connect
source: Connect headphones to listen
zh_hans: 连接耳机后开始收听

# ios.listen.connectHint
source: nothing is spoken through the speaker
zh_hans: 不会从扬声器播放

# ios.listen.counts
source: {spoken} spoken · {skipped} skipped to keep up
zh_hans: 已读 {spoken} 句 · 跳过 {skipped} 句

# ios.listen.enhanced
source: enhanced
zh_hans: 增强

# ios.listen.headphones
source: Headphones only
zh_hans: 仅限耳机

# ios.listen.headphonesHint
source: Through the speaker the phone would hear itself and subtitle its own voice.
zh_hans: 若从扬声器播放，手机会听到自己的声音并为它生成字幕。

# ios.listen.noVoice
source: This device has no voice for {language}. Add one in Settings › Accessibility › Spoken Content › Voices.
zh_hans: 本机没有{language}的语音。请在“设置 › 辅助功能 › 朗读内容 › 声音”中添加。

# ios.listen.sameLanguage
source: Nothing to speak: the subtitles are the words as spoken.
zh_hans: 无需朗读：字幕就是讲者的原话。

# ios.listen.speak
source: Speak the translation
zh_hans: 朗读译文

# ios.listen.speakHint
source: each sentence, once it has settled
zh_hans: 每句话定稿后朗读

# ios.listen.speaking
source: Speaking {language} in your headphones
zh_hans: 正在耳机中朗读{language}

# ios.listen.speed
source: Speed
zh_hans: 语速

# ios.listen.speedHint
source: It speaks faster by itself when a sentence is waiting, and skips to the newest rather than fall behind.
zh_hans: 有句子在等待时会自动加快；宁可跳到最新一句，也不落后。

# ios.listen.title
source: Listen
zh_hans: 收听

# ios.listen.voice
source: Voice
zh_hans: 语音

# ios.live.hoursLeft
source: {time} of live hours left
zh_hans: 实时字幕还剩 {time}

# ios.live.idleBody
source: Put the phone where it can hear the speaker.
zh_hans: 把手机放在能听清讲者的地方。

# ios.live.idleTitle
source: Ready when the room is.
zh_hans: 准备好了，随时开始。

# ios.live.interruptedBody
source: The gap is kept as silence so the subtitles stay in time. Listening resumes when the call ends.
zh_hans: 中断的时间会以静音保留，字幕与录音保持同步。通话结束后自动继续。

# ios.live.interruptedTitle
source: Paused for a phone call
zh_hans: 因通话而暂停

# ios.live.jump
source: {n} new · Jump to latest
zh_hans: {n} 句新内容 · 回到最新

# ios.live.openRecording
source: Open recording
zh_hans: 打开录音

# ios.live.openTranscript
source: Open transcript
zh_hans: 打开文字记录

# ios.live.pausedBody
source: Subtitles come back by themselves when the connection does.
zh_hans: 网络恢复后字幕会自动回来。

# ios.live.pausedBodyRec
source: The recording continues. Subtitles come back by themselves when the connection does.
zh_hans: 录音仍在继续。网络恢复后字幕会自动回来。

# ios.live.pausedTitle
source: Subtitles are paused
zh_hans: 字幕已暂停

# ios.live.record
source: Record this talk
zh_hans: 录下这一场

# ios.live.recordOff
source: Recording is off · the words are kept
zh_hans: 录音已关闭 · 仍会保留文字

# ios.live.recordOn
source: Recording is on
zh_hans: 录音已开启

# ios.live.sentences
source: {n} sentences
zh_hans: {n} 句

# ios.live.start
source: Start
zh_hans: 开始

# ios.live.stop
source: Stop
zh_hans: 停止

# ios.live.tryAgain
source: Try again
zh_hans: 重试

# ios.login.back
source: Use a different account
zh_hans: 换一个账号

# ios.login.code
source: 6-digit code
zh_hans: 6 位验证码

# ios.login.codeTitle
source: One more step
zh_hans: 还差一步

# ios.login.demo
source: Try the demo
zh_hans: 试用演示

# ios.login.email
source: Email
zh_hans: 邮箱

# ios.login.hint
source: Accounts are opened at seesubtitles.com.
zh_hans: 账号在 seesubtitles.com 申请开通。

# ios.login.password
source: Password
zh_hans: 密码

# ios.login.submit
source: Log in
zh_hans: 登录

# ios.login.title
source: Log in
zh_hans: 登录

# ios.mp4.failed
source: The MP4 could not be made.
zh_hans: MP4 未能生成。

# ios.mp4.hint
source: video with the subtitles in the picture, made on this device
zh_hans: 字幕嵌入画面的视频，在本机生成

# ios.mp4.long
source: a long recording: keep the app open while it is made
zh_hans: 录音较长：生成期间请保持应用打开

# ios.mp4.make
source: Make MP4
zh_hans: 生成 MP4

# ios.mp4.making
source: Making the MP4…
zh_hans: 正在生成 MP4…

# ios.mp4.remake
source: Make the MP4 again
zh_hans: 重新生成 MP4

# ios.password.current
source: Current password
zh_hans: 当前密码

# ios.password.hint
source: At least 8 characters.
zh_hans: 至少 8 个字符。

# ios.password.new
source: New password
zh_hans: 新密码

# ios.password.wrong
source: The current password is wrong, or the new one is too short.
zh_hans: 当前密码不正确，或新密码太短。

# ios.player.back
source: Back 15 seconds
zh_hans: 后退 15 秒

# ios.player.forward
source: Forward 15 seconds
zh_hans: 前进 15 秒

# ios.player.pause
source: Pause
zh_hans: 暂停

# ios.player.play
source: Play
zh_hans: 播放

# ios.player.position
source: Position
zh_hans: 播放位置

# ios.player.speed
source: Playback speed
zh_hans: 播放速度

# ios.rec.delete
source: Delete
zh_hans: 删除

# ios.rec.deleteAsk
source: Delete this recording?
zh_hans: 删除这段录音？

# ios.rec.deleteBody
source: Its audio, subtitles and summary are removed from this device. Nothing else holds a copy.
zh_hans: 录音、字幕和总结将从本机删除，没有其他备份。

# ios.rec.files
source: Files
zh_hans: 文件

# ios.rec.more
source: Do more
zh_hans: 更多操作

# ios.rec.name
source: Name
zh_hans: 名称

# ios.rec.noMatch
source: No sentence matches.
zh_hans: 没有匹配的句子。

# ios.rec.noWords
source: This recording has no words yet.
zh_hans: 这段录音还没有文字。

# ios.rec.rename
source: Rename
zh_hans: 重命名

# ios.rec.saveToFiles
source: Save everything to Files
zh_hans: 全部保存到“文件”

# ios.rec.searchWords
source: Search this transcript
zh_hans: 在文字记录中搜索

# ios.rec.summary
source: Summary
zh_hans: 总结

# ios.rec.transcript
source: Transcript
zh_hans: 文字记录

# ios.recog.filler
source: Filler words
zh_hans: 语气词

# ios.recog.fillerKeep
source: Keep
zh_hans: 保留

# ios.recog.fillerSome
source: Filter some
zh_hans: 过滤部分

# ios.recog.fillerStrict
source: Filter strictly
zh_hans: 严格过滤

# ios.recog.hint
source: Applied at the next connection. The defaults suit most rooms.
zh_hans: 下次连接时生效。默认值适合大多数场合。

# ios.recog.model
source: Translation model
zh_hans: 翻译模型

# ios.recog.noise
source: Noise threshold
zh_hans: 噪声阈值

# ios.recog.pause
source: Pause that ends a sentence
zh_hans: 停顿多久算一句结束

# ios.recog.split
source: Force a split after
zh_hans: 最长多久强制断句

# ios.recset.autoMP4
source: Make an MP4 when a talk ends
zh_hans: 结束后自动生成 MP4

# ios.recset.hint
source: Recording never depends on the network: a lost connection pauses subtitles, never the recording.
zh_hans: 录音不依赖网络：断网只会暂停字幕，不会中断录音。

# ios.recset.landscape
source: Landscape
zh_hans: 横屏

# ios.recset.onStart
source: Record when starting
zh_hans: 开始时同时录音

# ios.recset.portrait
source: Portrait
zh_hans: 竖屏

# ios.recset.quality
source: Audio quality
zh_hans: 音质

# ios.recset.shape
source: Shape
zh_hans: 画面方向

# ios.recset.storage
source: Storage
zh_hans: 存储

# ios.recset.storageHint
source: Recordings are kept on this device and appear in the Files app under See Subtitles.
zh_hans: 录音保存在本机，可在“文件”应用的 See Subtitles 中找到。

# ios.recset.used
source: Used on this device
zh_hans: 本机已用

# ios.refused.login
source: This device has been signed out
zh_hans: 此设备已被退出登录

# ios.refused.loginBody
source: Log in again from Settings.
zh_hans: 请在“设置”中重新登录。

# ios.refused.pair
source: This pair of languages does not connect
zh_hans: 这组语言无法连通

# ios.refused.pairBody
source: Pick another subtitle language from the top of the screen.
zh_hans: 请在屏幕顶部选择另一种字幕语言。

# ios.refused.quota
source: This month’s live hours are used up
zh_hans: 本月实时字幕小时已用完

# ios.refused.quotaBody
source: They start again on the first of next month. Recordings already on this device still open.
zh_hans: 下月 1 日重新计算。本机已有的录音仍可打开。

# ios.refused.talks
source: This plan runs one talk at a time
zh_hans: 此方案同时只能进行一场

# ios.refused.talksBody
source: A talk is running on another device. End it there, then start here.
zh_hans: 另一台设备上正在进行一场。请先在那里结束，再从这里开始。

# ios.reply.back
source: Back to subtitles
zh_hans: 回到字幕

# ios.reply.hint
source: What you type fills the screen so the other person can read it. It is kept with the transcript.
zh_hans: 输入的内容会铺满屏幕，方便对方阅读，并保存在文字记录中。

# ios.reply.placeholder
source: Type what you want to say
zh_hans: 输入你想说的话

# ios.reply.show
source: Show it large
zh_hans: 放大显示

# ios.reply.title
source: Reply
zh_hans: 回复

# ios.reply.yours
source: You: {text}
zh_hans: 你：{text}

# ios.resub.failed
source: Re-subtitling did not finish. The subtitles are as they were.
zh_hans: 重做字幕未完成，字幕保持原样。

# ios.resub.hint
source: fills gaps · uses {time} of file hours
zh_hans: 补全缺漏 · 使用 {time} 文件小时

# ios.resub.make
source: Re-subtitle in the cloud
zh_hans: 在云端重做字幕

# ios.resub.running
source: Re-subtitling…
zh_hans: 正在重做字幕…

# ios.save
source: Save
zh_hans: 保存

# ios.settings.account
source: Account
zh_hans: 账号

# ios.settings.app
source: App
zh_hans: 应用

# ios.settings.appearance
source: Appearance
zh_hans: 外观

# ios.settings.dark
source: Dark
zh_hans: 深色

# ios.settings.demo
source: Demo mode
zh_hans: 演示模式

# ios.settings.demoHint
source: a short scripted talk, no account or network needed
zh_hans: 一段预设的演示内容，无需账号和网络

# ios.settings.devices
source: Devices
zh_hans: 设备

# ios.settings.language
source: Language
zh_hans: 语言

# ios.settings.light
source: Light
zh_hans: 浅色

# ios.settings.logout
source: Log out
zh_hans: 退出登录

# ios.settings.logoutAsk
source: Log out of this device?
zh_hans: 在此设备上退出登录？

# ios.settings.logoutBody
source: Recordings stay on this device.
zh_hans: 录音仍保留在本机。

# ios.settings.password
source: Change password
zh_hans: 修改密码

# ios.settings.recognition
source: Recognition
zh_hans: 识别

# ios.settings.recording
source: Recording
zh_hans: 录音

# ios.settings.system
source: System
zh_hans: 跟随系统

# ios.settings.talks
source: Talks
zh_hans: 讲座

# ios.settings.talksAtOnce
source: {n} talk(s) at once
zh_hans: 同时 {n} 场

# ios.settings.twoFactor
source: Two-factor
zh_hans: 两步验证

# ios.settings.twoFactorHint
source: Two-factor authentication is turned on and off at seesubtitles.com.
zh_hans: 两步验证在 seesubtitles.com 开启或关闭。

# ios.settings.version
source: Version
zh_hans: 版本

# ios.share
source: Share
zh_hans: 分享

# ios.status.connecting
source: connecting
zh_hans: 连接中

# ios.status.ended
source: ended
zh_hans: 已结束

# ios.status.hoursUsed
source: this month’s hours are used up
zh_hans: 本月小时已用完

# ios.status.interrupted
source: paused · call
zh_hans: 已暂停 · 通话

# ios.status.listening
source: listening
zh_hans: 聆听中

# ios.status.live
source: live
zh_hans: 进行中

# ios.status.notStarted
source: not started
zh_hans: 未开始

# ios.status.ready
source: ready
zh_hans: 就绪

# ios.status.reconnecting
source: reconnecting
zh_hans: 重新连接中

# ios.status.recording
source: recording
zh_hans: 录音中

# ios.summary.again
source: Summarise again
zh_hans: 重新生成

# ios.summary.againAsk
source: Replace the summary with a new one?
zh_hans: 用新的总结替换现有的？

# ios.summary.asking
source: Reading the transcript…
zh_hans: 正在阅读文字记录…

# ios.summary.condensing
source: Tightening it up…
zh_hans: 正在精简…

# ios.summary.empty
source: A summary turns the whole talk into a page you can read in a few minutes, with times you can tap.
zh_hans: 总结把整场内容变成几分钟就能读完的一页，时间点可以点按跳转。

# ios.summary.failed
source: The summary could not be written. Try again.
zh_hans: 总结未能生成，请重试。

# ios.summary.make
source: Summarise
zh_hans: 生成总结

# ios.summary.notInPlan
source: AI summaries are not in this plan.
zh_hans: 此方案不包含 AI 总结。

# ios.summary.thinking
source: Thinking it through…
zh_hans: 正在梳理内容…

# ios.summary.writing
source: Writing the summary…
zh_hans: 正在写总结…

# ios.tab.library
source: Library
zh_hans: 录音库

# ios.tab.live
source: Live
zh_hans: 实时字幕

# ios.tab.settings
source: Settings
zh_hans: 设置

# ios.text.bold
source: Bold
zh_hans: 粗体

# ios.text.both
source: Both
zh_hans: 两者

# ios.text.contrast
source: High contrast
zh_hans: 高对比度

# ios.text.contrastHint
source: black stage, white text
zh_hans: 黑底白字

# ios.text.haptics
source: Tap when a sentence arrives
zh_hans: 新句子到达时轻震

# ios.text.hapticsHint
source: feel when to look down
zh_hans: 凭手感知道何时低头看

# ios.text.original
source: Original
zh_hans: 原文

# ios.text.regular
source: Regular
zh_hans: 常规

# ios.text.semibold
source: Semibold
zh_hans: 中粗

# ios.text.show
source: Show
zh_hans: 显示

# ios.text.size
source: Text size
zh_hans: 文字大小

# ios.text.title
source: Text
zh_hans: 文字

# ios.text.translation
source: Translation
zh_hans: 译文

# ios.text.weight
source: Weight
zh_hans: 字重

# ios.usage.files
source: Files this month
zh_hans: 本月文件字幕

# ios.usage.live
source: Live this month
zh_hans: 本月实时字幕

# ios.usage.unlimited
source: no limit
zh_hans: 不限
